embed_log = {
    "title": "Использование команды",
    "color": 0x00FFFF,
    "fields": [
        {"name": "Команда", "value": "ctx.command", "inline": False},
        {"name": "Пользователь", "value": "ctx.author", "inline": False},
        {"name": "ID пользователя", "value": "ctx.author.id", "inline": False},
        {"name": "Время", "value": "datetime.now().strftime('%Y-%m-%d %H:%M:%S')", "inline": False},
        {"name": "Использованная команда", "value": "ctx.message.jump_url", "inline": False}
    ]
}

embed_help = {
    "title": "Список команд бота",
    "color": 0x00FFFF,
    "fields": [
        {"name": "Основные команды", "value": '🤖 $help - Вывод всех команд бота.\n❗$ping - Проверка работы бота.\n🎉 $add_birthday <DD.MM> - Записывает дату рождения пользователя.\n📢 $remove_birthday - Удаляет дату рождения пользователя использовашего эту команду.\n⛓️ $update_birthday <DD.MM> - Перезаписывает дату рождения пользователя.\n📖 $list_birthday - Выводит список пользователей и их дни рождения.', "inline": False},
        {"name": "\nЧто умеет бот:", "value": 'Автоматически поздравлять человека с ДР каждые 24 часа по МСК.\n Автоматически удалять данные пользователя, если он не состоит в команде.', "inline": False},
        {"name": "\nРазработчики:", "value": '👑 Автор бота: Darkiich(mskaktus)\n🔎 Мейнтейнер: Darkiich(mskaktus)\n🔌 Хостинг: Github Actions', "inline": False}
    ]
}